[DLC06_ArcMine_Placed_Base:DisTweaks_InteractableInterface_291 DisTweaks_InteractableInterface]
m_Name="电弧地雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[DLC06_Inv_ArcMine:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name="电弧地雷"
m_Description="一种能放在几乎任何平面上的致命陷阱。"

[DLC06_Inv_StunMine:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name="眩晕地雷"
m_Description="一种能放在几乎任何平面上的非致命陷阱。"

[DLC06_Pckp_Ammo_ArcMine:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="电弧地雷"

[DLC06_Pckp_Ammo_StunMine:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="眩晕地雷"

[DLC06_StunMine_Placed:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="眩晕地雷"

